Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.OwningUser
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.OwningApplication
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.State
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.ChangeAction
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.CreationDate
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.LastModifiedDate
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistory_t.isSetLastModifiedDate
DO NOT USE! For internal usage only!